Repository: Akuli/the-simple-noteprogram
Catalog: prefix/share/locale/*/LC_MESSAGES/the-simple-noteprogram.po
Languages: fi

source: usage:
fi: käyttö:

source: positional arguments
fi: vaaditut argumentit

source: optional arguments
fi: valinnaiset argumentit

source: show this help message and exit
fi: näytä tämä viesti ja poistu

source: show the version number and exit
fi: näytä versionumero ja poistu

source: make a new note
fi: luo uusi muistilappu

source: %s is already running.
fi: %s on jo käynnissä.

source: Finnish
fi: Suomi

source: a simple application for taking notes
fi: yksinkertainen ohjelma muistilappuja varten

source: This program displays a note icon in the system tray. The tray icon can be clicked and notes with a title and a description can be easily made. The notes are always saved automatically.
fi: Tämä ohjelma näyttää muistilappukuvakkeen ilmoitusalueella. Sitä voidaan klikata ja uusia muistilappuja, joilla on otsikko ja kuvaus voidaan lisätä helposti. Muistilaput tallennetaan aina automaattisesti.

source: Help
fi: Ohje

source: New note
fi: Uusi muistilappu

source: Preferences
fi: Asetukset

source: About
fi: Tietoja

source: Quit
fi: Poistu

source: (no notes)
fi: (ei muistilappuja)

source: Untitled note
fi: Nimetön muistilappu

source: Enter notes here...
fi: Kirjoita muistiinpanoja tähän...

source: Remove
fi: Poista

source: Remove this note
fi: Poista tämä muistilappu

source: The description of the note
fi: Tämän muistilapun kuvaus

source: Are you sure you want to remove this note?
fi: Halutako varmasti poistaa tämän muistilapun?

source: Remove note
fi: Poista muistilappu

source: Click to choose the color
fi: Valitse väri klikkaamalla

source: Click to choose the font
fi: Valitse fontti klikkaamalla

source: General
fi: Yleistä

source: This will add a key to Windows registry.
fi: Tämä lisää avaimen Windowsin rekisteriin.

source: This will add a .desktop file to ~/.config/autostart.
fi: Tämä listää .desktop-tiedoston kansioon ~/.config/autostart.

source: Launch this program when I log in
fi: Käynnistä tämä ohjelma kun kirjaudun sisään

source: Notes
fi: Muistilaput

source: Foreground color
fi: Edustaväri

source: Background color
fi: Taustaväri

source: Font
fi: Fontti
